/*
6. ฤดูหนาวปีนี้หนาวมาก พี่พลอยเลยอยากถักผ้าพันคอไว้ใช้เอง แต่ก็ถักไม่เป็นเลยอยากให้น้องอะตอมช่วยเขียนโปรแกรมสำหรับ pattern ของผ้าพันคอ
โดยมีการรับ input เป็น จำนวนเต็ม 1 ตัว สำหรับความยาวของผ้าพันคอ และ ข้อความ 2 ตัว 
ความกว้างของผ้าพันคอ (column) จะมีค่าเป็น 5 เสมอ
และถ้าหากความยาวของผ้าพันคอน้อยกว่า 5 ให้แสดงค่าออกมาว่า Too short!!

Hint: ใช้ row กับ column เพื่อกำหนดเงื่อนไขการแสดง pattern 

ตัวอย่าง 1
#input
5
*
-

#output
* * * * *
* - * - *
* * - * *
* - * - *
* * * * *
================

ตัวอย่าง 2
#input
3
*
-

#output
Too short!!

*/

